{
    "dachshund": [
      "Nothing will turn a man's home into a castle more quickly and effectively than a Dachshund.",
      "A Dachshund is a half-dog high and a dog-and-a-half long.",
      "The Dachshund’s affectionate nature makes it a wonderful pet. It will follow you from room to room and always want to be with you.",
      "Dachshunds are ideal dogs for small children, as they are already stretched and pulled to such a length that the child cannot do much harm one way or the other.",
      "Dogs are not our whole life, but they make our lives whole.",
      "In order to really enjoy a dog, one doesn't merely try to train him to be semi-human. The point of it is to open oneself to the possibility of becoming partly a dog.",
      "Dogs leave pawprints on our hearts.",
      "Dachshunds are not spoiled, they are just well taken care of.",
      "Anyone who has a Dachshund and doesn't like it, doesn't deserve to have it.",
      "Dachshunds are like potato chips. You can’t have just one.",
      "There is no psychiatrist in the world like a puppy licking your face.",
      "The Dachshund is a dog of very long and very short stature, who seems to be always carrying a grudge against something.",
      "A dog is the only thing on earth that loves you more than you love yourself.",
      "The more people I meet, the more I love my dog.",
      "Happiness is a warm puppy.",
      "A house without a Dachshund is like a garden without flowers.",
      "To sit with a dog on a hillside on a glorious afternoon is to be back in Eden, where doing nothing was not boring",
      "The better I get to know men, the more I find myself loving dogs.",
      "The Dachshund’s unflagging enthusiasm and zest for life are infectious.",
      "The only creatures that are evolved enough to convey pure love are dogs and infants.",
      "Dachshunds are not dogs, they are short people in fur coats.",
      "The greatest fear dogs know is the fear that you will not come back when you go out the door without them.",
      "A dog will teach you unconditional love. If you can have that in your life, things won't be too bad.",
      "The Dachshund's body is little, but their soul is huge.",
      "Dogs do speak, but only to those who know how to listen.",
      "Dachshunds may be small in size, but their hearts are huge.",
      "Every dog has his day, unless he loses his tail, then he has a weak-end.",
      "A well-trained dog will make no attempt to share your lunch. He will just make you feel so guilty that you cannot enjoy it.",
      "My Dachshund thinks he's human. He can't even bark properly, just grunts and whines.",
      "The world would be a nicer place if everyone had the ability to love as unconditionally as a dog.",
      "Dogs are better than human beings because they know but do not tell.",
      "The Dachshund’s determination is the stuff of legends.",
      "A dog can express more with his tail in minutes than his owner can express with his tongue in hours.",
      "A Dachshund will fill your life with love, laughter, and happiness.",
      "Dogs are our link to paradise. They don't know evil or jealousy or discontent.",
      "If there are no dogs in Heaven, then when I die I want to go where they went.",
      "Dogs are not our whole life, but they make our lives whole.",
      "Dachshunds do not live in the past. They live for the moment and for the joy of the present.",
      "Dachshunds are not dogs, they are short people in fur coats.",
      "A Dachshund is a long dog in a short dog’s body.",
      "No matter how little money and how few possessions you own, having a dog makes you rich.",
      "A Dachshund will steal your heart and never give it back.",
      "Dogs are our bridge. Our connection to who we really are, and most tellingly, who we want to be.",
      "A Dachshund’s love is the most unconditional love you will ever know.",
      "A house is not a home without a Dachshund.",
      "The Dachshund is a dog of very long and very short stature, who seems to be always carrying a grudge against something.",
      "Dogs laugh, but they laugh with their tails.",
      "A Dachshund is a short dog with a long life.",
      "A dog is the only thing on earth that loves you more than you love yourself.",
      "A Dachshund’s loyalty is unparalleled.",
      "Dogs are miracles with paws.",
      "Dachshunds are small enough to fit in your life, but big enough to fill your heart.",
      "A Dachshund is a faithful friend who loves unconditionally.",
      "Dogs are not our whole life, but they make our lives whole.",
      "A Dachshund’s love is eternal.",
      "There is no psychiatrist in the world like a puppy licking your face.",
      "Dachshunds are the best therapists: they listen and never judge.",
      "Dogs leave pawprints on our hearts.",
      "A Dachshund’s love is the purest form of love there is.",
      "The Dachshund’s spirit is a force of nature, wild and free.",
      "Dogs have a way of finding the people who need them, and filling an emptiness we didn’t ever know we had.",
      "A Dachshund will always be your best friend."
    ],
    "cats": [
        "In ancient times cats were worshipped as gods; they have not forgotten this.",
        "Time spent with cats is never wasted.",
        "Cats choose us; we don’t own them.",
        "Cats are connoisseurs of comfort.",
        "As every cat owner knows, nobody owns a cat.",
        "A home without a cat is just a house.",
        "Cats have it all: admiration, an endless sleep, and company only when they want it.",
        "Cats are mysterious kind of folk.",
        "Cats are a mysterious kind of folk.",
        "Cats are magical creatures.",
        "Cats are intended to teach us that not everything in nature has a purpose.",
        "Cats are like music; it’s foolish to try to explain their worth to those who don’t appreciate them.",
        "Cats are a liquid.",
        "Cats are inquisitive, but hate to admit it.",
        "Cats know how to obtain food without labor, shelter without confinement, and love without penalties.",
        "Cats have it all: admiration, an endless sleep, and company only when they want it.",
        "I have studied many philosophers and many cats. The wisdom of cats is infinitely superior.",
        "The smallest feline is a masterpiece.",
        "Cats are the ultimate narcissists. You can tell this by all the time they spend on personal grooming.",
        "I wish I could write as mysterious as a cat.",
        "I have lived with several Zen masters — all of them cats.",
        "Cats are always elegant.",
        "Cats know how to obtain food without labor, shelter without confinement, and love without penalties.",
        "Cats are like potato chips – you can’t have just one!",
        "The cat is a puzzle for which there is no solution.",
        "Cats are a tonic, they are a laugh, they are a cuddle, they are a hug, they are all this and more.",
        "Cats are a liquid.",
        "Cats are connoisseurs of comfort.",
        "If cats could talk, they wouldn’t.",
        "The smallest feline is a masterpiece.",
        "Cats tell me without effort all that there is to know.",
        "In a cat’s eye, all things belong to cats.",
        "Cats tell me without effort all that there is to know.",
        "The smallest feline is a masterpiece.",
        "The cat is the animal to whom the Creator gave the biggest eye, the softest fur, the most supremely delicate nostrils, a mobile ear, an unrivaled paw, and a curved claw borrowed from the rose-tree.",
        "Time spent with cats is never wasted.",
        "Cats are absolute individuals, with their own ideas about everything, including the people they own.",
        "In a cat’s eye, all things belong to cats.",
        "A cat has absolute emotional honesty.",
        "Cats are intended to teach us that not everything in nature has a purpose.",
        "The cat is a puzzle for which there is no solution.",
        "Cats are connoisseurs of comfort.",
        "A home without a cat – and a well-fed, well-petted, and properly revered cat – may be a perfect home, perhaps, but how can it prove title?",
        "Cats tell me without effort all that there is to know.",
        "A cat is a tiger that is fed by hand.",
        "The cat is domestic only as far as suits its own ends.",
        "Dogs come when they’re called; cats take a message and get back to you later.",
        "I have lived with several Zen masters — all of them cats.",
        "Time spent with cats is never wasted.",
        "A cat has absolute emotional honesty.",
        "Dogs come when they’re called; cats take a message and get back to you later.",
        "As every cat owner knows, nobody owns a cat.",
        "A cat has absolute emotional honesty.",
        "Cats are connoisseurs of comfort.",
        "Time spent with cats is never wasted.",
        "Cats are connoisseurs of comfort.",
        "Cats have it all: admiration, an endless sleep, and company only when they want it.",
        "In ancient times cats were worshipped as gods; they have not forgotten this.",
        "The cat is domestic only as far as suits its own ends.",
        "The cat is a puzzle for which there is no solution.",
        "A cat is a tiger that is fed by hand.",
        "Time spent with cats is never wasted.",
        "Cats tell me without effort all that there is to know.",
        "Cats have it all: admiration, an endless sleep, and company only when they want it.",
        "Cats are intended to teach us that not everything in nature has a purpose.",
        "Cats are a mysterious kind of folk.",
        "A home without a cat is just a house.",
        "Cats are connoisseurs of comfort.",
        "The smallest feline is a masterpiece.",
        "I have lived with several Zen masters — all of them cats.",
        "Cats are a liquid.",
        "A cat has absolute emotional honesty.",
        "In ancient times cats were worshipped as gods; they have not forgotten this.",
        "Cats are connoisseurs of comfort.",
        "Cats are a mysterious kind of folk.",
        "A cat is a tiger that is fed by hand.",
        "The cat is domestic only as far as suits its own ends.",
        "Cats are connoisseurs of comfort.",
        "Cats are connoisseurs of comfort.",
        "The cat is a puzzle for which there is no solution.",
        "Cats are a liquid.",
        "Cats have it all: admiration, an endless sleep, and company only when they want it.",
        "I wish I could write as mysterious as a cat.",
        "Cats are connoisseurs of comfort.",
        "Cats have it all: admiration, an endless sleep, and company only when they want it.",
        "Cats are a liquid.",
        "Cats are a mysterious kind of folk.",
        "Cats are connoisseurs of comfort.",
        "I have lived with several Zen masters — all of them cats.",
        "Cats are connoisseurs of comfort.",
        "Cats are connoisseurs of comfort.",
        "Cats are connoisseurs of comfort.",
        "Cats have it all: admiration, an endless sleep, and company only when they want it.",
        "Cats are a mysterious kind of folk.",
        "Cats are a liquid.",
        "A home without a cat is just a house."
      ]
}
  